export default {
  projections: {
    ТрудозатратыE: {
      датаОтчета: {
        __caption__: 'Дата отчета'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      расходМатериала: {
        __caption__: 'Расход материала',
        материал: {
          __caption__: 'Материал',
          наименование: {
            __caption__: 'Наименование'
          },
          марка: {
            __caption__: 'Марка'
          }
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ТрудозатратыL: {
      датаОтчета: {
        __caption__: 'Дата отчета'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаОтчета: {
      __caption__: 'Дата отчета'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    расходМатериала: {
      __caption__: 'Расход материала'
    }
  }
};
