export default {
  projections: {
    МатериалE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      марка: {
        __caption__: 'Марка'
      }
    },
    МатериалL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      марка: {
        __caption__: 'Марка'
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    марка: {
      __caption__: 'Марка'
    },
    наименование: {
      __caption__: 'Наименование'
    }
  }
};
