export default {
  projections: {
    УслугаE: {
      датаУслуги: {
        __caption__: 'Дата услуги'
      },
      прайс: {
        __caption__: 'Прайс',
        наименование: {
          __caption__: 'Наименование'
        },
        цена: {
          __caption__: 'Цена'
        }
      },
      записьВремя: {
        __caption__: 'Запись время',
        время: {
          __caption__: 'Время'
        }
      }
    }
  },
  validations: {
    датаУслуги: {
      __caption__: 'Дата услуги'
    },
    записьВремя: {
      __caption__: 'Запись время'
    },
    прайс: {
      __caption__: 'Прайс'
    },
    записьКлиента: {
      __caption__: 'записьКлиента'
    }
  }
};
