export default {
  projections: {
    РасходМатериалаE: {
      материал: {
        __caption__: 'Материал',
        наименование: {
          __caption__: 'Наименование'
        },
        марка: {
          __caption__: 'Марка'
        }
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    материал: {
      __caption__: 'Материал'
    },
    трудозатраты: {
      __caption__: 'трудозатраты'
    }
  }
};
