export default {
  projections: {
    ЗаписьКлиентаE: {
      датаЗаписи: {
        __caption__: 'Дата записи'
      },
      фамилияИмя: {
        __caption__: 'Фамилия имя'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      услуга: {
        __caption__: 'Услуга',
        датаУслуги: {
          __caption__: 'Дата услуги'
        },
        прайс: {
          __caption__: 'Прайс',
          наименование: {
            __caption__: 'Наименование'
          },
          цена: {
            __caption__: 'Цена'
          }
        },
        записьВремя: {
          __caption__: 'Запись время',
          время: {
            __caption__: 'Время'
          }
        }
      }
    },
    ЗаписьКлиентаL: {
      датаЗаписи: {
        __caption__: 'Дата записи'
      },
      фамилияИмя: {
        __caption__: 'Фамилия имя'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаЗаписи: {
      __caption__: 'Дата записи'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фамилияИмя: {
      __caption__: 'Фамилия имя'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    услуга: {
      __caption__: 'Услуга'
    }
  }
};
