export default {
  projections: {
    ЗаписьВремяE: {
      время: {
        __caption__: 'Время'
      },
      статус: {
        __caption__: 'Статус'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ЗаписьВремяL: {
      время: {
        __caption__: 'Время'
      },
      статус: {
        __caption__: 'Статус'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    статус: {
      __caption__: 'Статус'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
